---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.EditingFailures.BorrowElementsAtRisk
source: html/8d610c98-26bc-717a-91df-fcb8ead4f534.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EditingFailures.BorrowElementsAtRisk Property

Can't obtain permission to edit the element: The Central Model is inaccessible. You can check out worksets at risk, but consider carefully!

## Syntax (C#)
```csharp
public static FailureDefinitionId BorrowElementsAtRisk { get; }
```